[
    
    {
        "id" :1,
    "title" :"Data Science Principles",
"image" : "https://pll.harvard.edu/sites/default/files/styles/header/public/course/datascienceprinciples_resized.png?itok=XQTe3JR9",
"details" :"Understand the modern data science landscape and technical terminology for a data-driven world .Recognize major concepts and tools in the field of data science and determine where they can be appropriately applied.Appreciate the importance of curating, organizing, and wrangling data.Explain uncertainty, causality, and data quality—and the ways they relate to each other.Predict the consequences of data use and misuse and know when more data may be needed or when to change approaches",
"about":"Data science is at the core of modern business, from healthcare to government to advertising. Data Science Principles makes the fundamental topics in data science approachable and relevant by using real-world examples and prompts you to think critically about applying these new understandings to your workplace. Get an overview of data science with a code- and math-free introduction to prediction, causality, data wrangling, privacy, and ethics. Geared toward managers, Data Science Principles prepares you to speak the language of data science and contribute to data-oriented discussions within your company and daily life. This isn't a course for data scientists—it's for everyone around them.",
"duration" :"4 WEEKS LONG",
"cost":"$950",
"time":"REGISTER BY NOV 7"},

{
    "id" :2,
"title" :"Data Privacy and Technology",
"image" : "https://pll.harvard.edu/sites/default/files/styles/header/public/course/DPAT_530.png?itok=oy0dG1Q9",
"details" :"Understand the various attempts to define privacy and the ongoing conflict of privacy laws and norms within technology advancements.Review approaches to collecting, using, and selling data, including data privacy policies—and the impact on user protections.Analyze challenges related to the anonymization of data and the trade-offs between privacy and utility.Examine the price of personal data and the trade-offs between privacy and other values.Think critically about privacy issues from multiple angles, exploring policy, cultural, and societal impacts.",
"about":"Technology isn't value-neutral. In an age where more technology is incorporated into daily life at an increasing pace, the protection of privacy can often be an afterthought. Data Privacy and Technology will encourage you to think critically about the trade-offs and challenges presented by today's ever-changing role of technology.Through real-life examples with industry experts, policy makers, and privacy researchers you'll explore legal and ethical implications of collecting personal data; understand who's responsible for protecting personal data; and why antitrust and privacy laws are unable to keep pace with the rapid change in technology. Throughout the course, you'll explore the risks and rewards of surveillance; examine the future of data collection, usage, and privacy; and the technology of personal data collection.Privacy is a complex and multifaceted concept and this course aims to help you become a contributing member of privacy-forward communities, business task forces, and data-sharing practices. By the end of the course, you will be a better informed citizen of the Internet, be able to think about the trade-offs around data collection, and be able to lead your organization as it grapples with the interaction between big data and privacy.",
"duration" :"5 WEEKS LONG",
"cost":"$750",
"time":"REGISTER BY NOV 27"},
{
    "id" :3,
"title" :"Data Science for Business",
"image" : "https://pll.harvard.edu/sites/default/files/styles/header/public/course/Data-Science-for-Business-Web-Header.jpg?itok=dJ6TFjte",
"details" :"Move beyond the spreadsheet with a foundational understanding of data science tools, processes, and models, to understand the importance of data science and how it relates to business decisions and organizational success .Leverage data science to hone your decision-making skills and learn how to identify and avoid common mistakes while interpreting datasets, metrics, and visualizations.Create a data-driven framework for your organization and for yourself; develop hypotheses and insights; identify data and missing components Create a data-driven framework for your organization and for yourself; develop hypotheses and insights; identify data and missing components.nderstand key techniques such as data curation, regression models, prediction and analyses, and visualization, and learn how to read basic code, such as R, in order to comprehend the syntax that informs data requests",
"about":"Data Science for Business will teach you how to think beyond the spreadsheet, and effectively use data to tackle your business decisions, becoming a stronger manager.This course provides a hands-on approach for demystifying the data science ecosystem and making you a more conscientious consumer of information. Starting with the questions you need to ask when using data for decision-making, this course will help you know when to trust your data and how to interpret the results. By the end of the course, you should understand how to create a data-driven framework for your organization or yourself; develop hypotheses and insights from visualization; identify data mistakes or missing components; and, speak the language of data science across themes such as forecasting, linear regressions, and machine learning to better lead your team to long-term success. You will learn how to create a compelling story that uses proven, collected data to make core business decisions, and explore coding environments such as R and visualization software. "  ,
"duration" :"6 WEEKS LONG",
"cost":"$1000",
"time":"REGISTER BY OCT 10"},

{
    "id" :4,
"title" :"Causal Diagrams: Draw Your Assumptions Before Your Conclusions",
"image" : "https://pll.harvard.edu/sites/default/files/styles/header/public/course/HarvardX%2BPH559x.jpg?itok=n6xlHfom",
"details" :"Learn simple graphical rules that allow you to use intuitive pictures to improve study design and data analysis for causal inference.Learn how to translate expert knowledge into a causal diagram.Learn how to draw causal diagrams under different assumptions.Using causal diagrams to identify common biases.Using causal diagrams to guide data analysis",
"about":"Causal diagrams have revolutionized the way in which researchers ask: Does X have a causal effect on Y? They have become a key tool for researchers who study the effects of treatments, exposures, and policies. By summarizing and communicating assumptions about the causal structure of a problem, causal diagrams have helped clarify apparent paradoxes, describe common biases, and identify adjustment variables. As a result, a sound understanding of causal diagrams is becoming increasingly important in many scientific disciplines.The first part of this course is comprised of five lessons that introduce the theory of causal diagrams and describe its applications to causal inference. The fifth lesson provides a simple graphical description of the bias of conventional statistical methods for confounding adjustment in the presence of time-varying covariates. The second part of the course presents a series of case studies that highlight the practical applications of causal diagrams to real-world questions from the health and social sciences.",
"duration" :"9 WEEKS LONG",
"cost":"Free",
"time":"Available Now"},

{
    "id" :5,
"title" :"Case Studies in Functional Genomics",
"image" : "https://pll.harvard.edu/sites/default/files/styles/header/public/course/data-analysis_5.png?itok=VXxM2yyG",
"details" :" In this course we will perform RNA-Seq, ChIP-Seq, and DNA methylation data analyses,using open source software, including R and Bioconductor.Mapping reads,quality assessment of Next Generation Data,analyzing RNA-seq data,analyzing DNA methylation data and analyzing ChIP Seq data are included in this course.",
"about":"We will explain how to perform the standard processing and normalization steps, starting with raw data, to get to the point where one can investigate relevant biological questions. Throughout the case studies, we will make use of exploratory plots to get a general overview of the shape of the data and the result of the experiment. We start with RNA-seq data analysis covering basic concepts and a first look at FASTQ files. We will also go over quality control of FASTQ files; aligning RNA-seq reads; visualizing alignments and move on to analyzing RNA-seq at the gene-level : counting reads in genes; Exploratory Data Analysis and variance stabilization for counts; count-based differential expression; normalization and batch effects. Finally, we cover RNA-seq at the transcript-level : inferring expression of transcripts (i.e. alternative isoforms); differential exon usage. We will learn the basic steps in analyzing DNA methylation data, including reading the raw data, normalization, and finding regions of differential methylation across multiple samples. The course will end with a brief description of the basic steps for analyzing ChIP-seq datasets, from read alignment, to peak calling, and assessing differential binding patterns across multiple samples.",
"duration" :"5 WEEKS LONG",
"cost":"Free",
"time":"Available Now"},

{
    "id" :6,
"title" :"Data Science: Linear Regression",
"image" : "https://pll.harvard.edu/sites/default/files/styles/header/public/course/david-becker-676857-unsplash.jpg?itok=HAd4wHA2",
"details" :"Learn how to use R to implement linear regression, one of the most common statistical modeling approaches in data science. Learn how linear regression was originally developed by Galton . Also learn what is confounding and how to detect it and how to examine the relationships between variables by implementing linear regression in R",
"about":"Linear regression is commonly used to quantify the relationship between two or more variables. It is also used to adjust for confounding. This course, part of our Professional Certificate Program in Data Science, covers how to implement linear regression and adjust for confounding in practice using R.In data science applications, it is very common to be interested in the relationship between two or more variables. The motivating case study we examine in this course relates to the data-driven approach used to construct baseball teams described in Moneyball. We will try to determine which measured outcomes best predict baseball runs by using linear regression.We will also examine confounding, where extraneous variables affect the relationship between two or more other variables, leading to spurious associations. Linear regression is a powerful technique for removing confounders, but it is not a magical process. It is essential to understand when it is appropriate to use, and this course will teach you when to apply this technique.",
"duration" :"6 WEEKS LONG",
"cost":"Free",
"time":"Opens JAN 10"}
]