[
    
    {
        "id" :1,
    "title" :"Data Science Principles",
"image" : "https://pll.harvard.edu/sites/default/files/styles/header/public/course/datascienceprinciples_resized.png?itok=XQTe3JR9",
"details" :"Understand the modern data science landscape and technical terminology for a data-driven world .Recognize major concepts and tools in the field of data science and determine where they can be appropriately applied.Appreciate the importance of curating, organizing, and wrangling data.Explain uncertainty, causality, and data quality—and the ways they relate to each other.Predict the consequences of data use and misuse and know when more data may be needed or when to change approaches",
"about":"Data science is at the core of modern business, from healthcare to government to advertising. Data Science Principles makes the fundamental topics in data science approachable and relevant by using real-world examples and prompts you to think critically about applying these new understandings to your workplace. Get an overview of data science with a code- and math-free introduction to prediction, causality, data wrangling, privacy, and ethics. Geared toward managers, Data Science Principles prepares you to speak the language of data science and contribute to data-oriented discussions within your company and daily life. This isn't a course for data scientists—it's for everyone around them.",
"duration" :"4 WEEKS LONG",
"cost":"$950",
"time":"REGISTER BY NOV 7"},

{
    "id" :2,
"title" :"Data Privacy and Technology",
"image" : "https://pll.harvard.edu/sites/default/files/styles/header/public/course/DPAT_530.png?itok=oy0dG1Q9",
"details" :"Understand the various attempts to define privacy and the ongoing conflict of privacy laws and norms within technology advancements.Review approaches to collecting, using, and selling data, including data privacy policies—and the impact on user protections.Analyze challenges related to the anonymization of data and the trade-offs between privacy and utility.Examine the price of personal data and the trade-offs between privacy and other values.Think critically about privacy issues from multiple angles, exploring policy, cultural, and societal impacts.",
"about":"Technology isn't value-neutral. In an age where more technology is incorporated into daily life at an increasing pace, the protection of privacy can often be an afterthought. Data Privacy and Technology will encourage you to think critically about the trade-offs and challenges presented by today's ever-changing role of technology.Through real-life examples with industry experts, policy makers, and privacy researchers you'll explore legal and ethical implications of collecting personal data; understand who's responsible for protecting personal data; and why antitrust and privacy laws are unable to keep pace with the rapid change in technology. Throughout the course, you'll explore the risks and rewards of surveillance; examine the future of data collection, usage, and privacy; and the technology of personal data collection.Privacy is a complex and multifaceted concept and this course aims to help you become a contributing member of privacy-forward communities, business task forces, and data-sharing practices. By the end of the course, you will be a better informed citizen of the Internet, be able to think about the trade-offs around data collection, and be able to lead your organization as it grapples with the interaction between big data and privacy.",
"duration" :"5 WEEKS LONG",
"cost":"$750",
"time":"REGISTER BY NOV 27"},
{
    "id" :3,
"title" :"Data Science for Business",
"image" : "https://pll.harvard.edu/sites/default/files/styles/header/public/course/Data-Science-for-Business-Web-Header.jpg?itok=dJ6TFjte",
"details" :"Move beyond the spreadsheet with a foundational understanding of data science tools, processes, and models, to understand the importance of data science and how it relates to business decisions and organizational success .Leverage data science to hone your decision-making skills and learn how to identify and avoid common mistakes while interpreting datasets, metrics, and visualizations.Create a data-driven framework for your organization and for yourself; develop hypotheses and insights; identify data and missing components Create a data-driven framework for your organization and for yourself; develop hypotheses and insights; identify data and missing components.nderstand key techniques such as data curation, regression models, prediction and analyses, and visualization, and learn how to read basic code, such as R, in order to comprehend the syntax that informs data requests",
"about":"Data Science for Business will teach you how to think beyond the spreadsheet, and effectively use data to tackle your business decisions, becoming a stronger manager.This course provides a hands-on approach for demystifying the data science ecosystem and making you a more conscientious consumer of information. Starting with the questions you need to ask when using data for decision-making, this course will help you know when to trust your data and how to interpret the results. By the end of the course, you should understand how to create a data-driven framework for your organization or yourself; develop hypotheses and insights from visualization; identify data mistakes or missing components; and, speak the language of data science across themes such as forecasting, linear regressions, and machine learning to better lead your team to long-term success. You will learn how to create a compelling story that uses proven, collected data to make core business decisions, and explore coding environments such as R and visualization software. "  ,
"duration" :"6 WEEKS LONG",
"cost":"$1000",
"time":"REGISTER BY OCT 10"}

]